Repository: IBLabs/RakevetPlus
Catalog: *.lproj/Localizable.strings
Languages: he

# %@ דק׳
source: %@ min.
he: %@ דק׳

# %d דק׳
source: %d minutes
he: %d דק׳

# %d ישיר
source: %d Direct
he: %d ישיר

# %d עם החלפות
source: %d Indirect
he: %d עם החלפות

# %d שעות,
source: %d hours,
he: %d שעות,

# 15 דקות
source: 15 minutes
he: 15 דקות

# 30 דקות
source: 30 minutes
he: 30 דקות

# אישור
source: Confirm
he: אישור

# בחר תחנת יעד
source: Select origin station
he: בחר תחנת יעד

# בחר תחנת מוצא
source: Select destination station
he: בחר תחנת מוצא

# בחר/י זמן תזכורת
source: Select Reminder Time
he: בחר/י זמן תזכורת

# ביטול
source: Cancel
he: ביטול

# הוספה
source: Add
he: הוספה

# הזכר לי לצאת
source: Remind Me To Leave
he: הזכר לי לצאת

# החלפה
source: Train Switch
he: החלפה

# החלפות
source: Switches
he: החלפות

# הרכבת שלך יוצאת בדקות הקרובות, זה הזמן לצאת לתחנה
source: Your train will be leaving soon, it's time to head to the station
he: הרכבת שלך יוצאת בדקות הקרובות, זה הזמן לצאת לתחנה

# הרכבת שלך יוצאת בקרוב
source: Your train will soon leave
he: הרכבת שלך יוצאת בקרוב

# זמן המתנה
source: Waiting Time
he: זמן המתנה

# חזור
source: Back
he: חזור

# חיפושים אחרונים
source: Recent Routes
he: חיפושים אחרונים

# חפש מסלול
source: Search
he: חפש מסלול

# כמה זמן לפני צאת הרכבת תרצה/י לקבל תזכורת?
source: How long before the train leaves would you like to be reminded
he: כמה זמן לפני צאת הרכבת תרצה/י לקבל תזכורת?

# מה חדש
source: What's New
he: מה חדש

# מסלולים מועדפים
source: Favourite Routes
he: מסלולים מועדפים

# סגור
source: Close
he: סגור

# עריכה
source: Edit
he: עריכה

# פרטי מסלול
source: Route Details
he: פרטי מסלול

# רציף
source: Platform
he: רציף

# רציף %@
source: Platform %@
he: רציף %@

# שימוש בהתראות
source: Notifications
he: שימוש בהתראות

# שעת הגעה
source: Arrival Time
he: שעת הגעה

# שעת יציאה
source: Departure Time
he: שעת יציאה
